ascii-image-converter-git
awesome-git
beekeeper-studio-bin
boatswain-git
bottom-git
choose-rust-git
clifm
companion
cyberghostvpn
dbgate-bin
eww-git
fzf-tab-git
greetd
greetd-tuigreet
grub-tools
httm
i3lock-color
ipw2100-fw
ipw2200-fw
kondo
libvterm01
material-design-icons
microsoft-edge-stable-bin
minigalaxy
navi
ngrok
nvm
peazip-gtk2-bin
pipr-git
qtile-extras-git
rclone-browser
slack-desktop
spotify
tandem-chat
toipe
topgrade
visual-studio-code-bin
wordgrinder
xdg-ninja-git
zoom
zsh-autocomplete-git
zsh-autosuggestions-git
zsh-completions-git
zsh-syntax-highlighting-git
