acl
alsa-lib
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
arch-install-scripts
archinstall
archlinux-keyring
argon2
attr
audit
avahi
b43-fwcutter
base
bash
bc
bind
binutils
bluez-libs
brltty
broadcom-wl
brotli
btrfs-progs
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cifs-utils
clonezilla
cloud-init
coreutils
cryptsetup
curl
darkhttpd
db
dbus
ddrescue
device-mapper
dhclient
dhcpcd
diffutils
ding-libs
dmidecode
dmraid
dnsmasq
dnssec-anchors
dosfstools
drbl
duktape
e2fsprogs
ecryptfs-utils
edk2-shell
efibootmgr
efivar
ell
espeak-ng
espeakup
ethtool
exfatprogs
expat
f2fs-tools
fatresize
file
filesystem
findutils
flac
fsarchiver
fuse-common
fuse2
fuse3
gawk
gcc-libs
gdbm
gdk-pixbuf-xlib
gdk-pixbuf2
gettext
glib2
glibc
gmp
gnu-netcat
gnupg
gnutls
gpart
gpgme
gpm
gptfdisk
grep
grml-zsh-config
groff
grub
gssproxy
gzip
hdparm
hicolor-icon-theme
hidapi
hwdata
hyperv
iana-etc
icu
intel-ucode
iproute2
iptables
iputils
irssi
iw
iwd
jansson
jemalloc
jfsutils
json-c
kbd
keyutils
kitty-terminfo
kmod
krb5
lbzip2
ldb
ldns
less
lftp
libaio
libarchive
libassuan
libasyncns
libbpf
libbsd
libcap
libcap-ng
libcbor
libcups
libdaemon
libdnet
libedit
libelf
libevent
libffi
libfido2
libgcrypt
libgpg-error
libgudev
libice
libidn
libidn2
libimobiledevice
libinih
libjpeg-turbo
libksba
libldap
liblouis
libmaxminddb
libmbim
libmd
libmm-glib
libmnl
libmspack
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnsl
libogg
libotr
libp11-kit
libpcap
libpipeline
libplist
libpng
libproxy
libpsl
libpulse
libqmi
libqrtr-glib
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsonic
libspeechd
libssh2
libsysprof-capture
libtasn1
libtiff
libtirpc
libtool
libunistring
libunwind
liburcu
liburing
libusb
libusb-compat
libusbmuxd
libutempter
libuv
libverto
libvorbis
libx11
libxau
libxcb
libxcrypt
libxdmcp
libxext
libxml2
libxmu
libxslt
libxss
libxt
libyaml
licenses
linux
linux-api-headers
linux-atm
linux-firmware
linux-firmware-marvell
linux-firmware-whence
livecd-sounds
lmdb
lrzip
lsb-release
lsscsi
lua53
lvm2
lynx
lz4
lzo
lzop
man-db
man-pages
mc
mdadm
memtest86+
mkinitcpio
mkinitcpio-archiso
mkinitcpio-busybox
mkinitcpio-nfs-utils
mobile-broadband-provider-info
modemmanager
mpfr
mtools
nano
nbd
ncurses
ndisc6
netplan
nettle
nfs-utils
nfsidmap
nftables
nilfs-utils
nmap
npth
nspr
nss
ntfs-3g
nvme-cli
oath-toolkit
open-iscsi
open-isns
open-vm-tools
openconnect
openssh
openssl
openvpn
opus
p11-kit
pacman
pacman-mirrorlist
pam
pambase
partclone
parted
partimage
pbzip2
pcaudiolib
pciutils
pcre
pcre2
pcsclite
perl
pigz
pinentry
pixz
pkcs11-helper
polkit
popt
ppp
pptpclient
procps-ng
psmisc
pv
python
python-attrs
python-cffi
python-chardet
python-configobj
python-cryptography
python-idna
python-jinja
python-jsonpatch
python-jsonpointer
python-jsonschema
python-markupsafe
python-netifaces
python-oauthlib
python-ply
python-pycparser
python-pyrsistent
python-pyserial
python-requests
python-six
python-typing_extensions
python-urllib3
python-yaml
qemu-guest-agent
readline
refind
reflector
reiserfsprogs
rp-pppoe
rpcbind
rsync
run-parts
rxvt-unicode-terminfo
screen
sdparm
sed
sg3_utils
shadow
shared-mime-info
slang
smartmontools
smbclient
sof-firmware
speex
speexdsp
sqlite
squashfs-tools
sshfs
stoken
sudo
sysfsutils
syslinux
systemd
systemd-libs
systemd-resolvconf
systemd-sysvcompat
talloc
tar
tcl
tcpdump
tdb
terminus-font
testdisk
tevent
texinfo
thin-provisioning-tools
tmux
tpm2-tss
tzdata
udftools
uriparser
usb_modeswitch
usbmuxd
usbutils
util-linux
util-linux-libs
vim
vim-runtime
virtualbox-guest-utils-nox
vpnc
which
wireless-regdb
wireless_tools
wpa_supplicant
wvdial
wvstreams
xcb-proto
xdg-utils
xfsprogs
xl2tpd
xmlsec
xorg-xprop
xorg-xset
xorgproto
xplc
xxhash
xz
zlib
zsh
zstd