acpi
acpid
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arandr
arc-gtk-theme-eos
archlinux-keyring
archlinux-xdg-menu
ascii-image-converter-git
asciiquarium
autoconf
automake
awesome-git
b43-fwcutter
bandwhich
base
bash-completion
bat
beekeeper-studio-bin
bind
binutils
bison
bluez
bluez-utils
boatswain-git
bottom-git
btop
btrfs-progs
choose-rust-git
clifm
companion
croc
cryptsetup
cyberghostvpn
dbgate-bin
device-mapper
dex
dhclient
dialog
diffutils
direnv
discord
dmidecode
dmraid
dnsmasq
docker
dosfstools
downgrade
duf
dunst
dust
e2fsprogs
efibootmgr
efitools
emby-theater
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-skel-ce-qtile
eos-update-notifier
ethtool
eww-git
exa
exfatprogs
f2fs-tools
fakeroot
fd
feh
file
file-roller
findutils
firefox
flex
font-manager
fzf-tab-git
gawk
gcc
gdu
gettext
git
git-delta
gnome-keyring
gnu-netcat
greetd
greetd-tuigreet
grep
grex
groff
grub
grub-tools
grub2-theme-endeavouros
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gtk4
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haveged
hdparm
httm
httpie
hwdetect
i3-gaps
i3lock-color
imv
inetutils
inxi
iptables-nft
ipw2100-fw
ipw2200-fw
iwd
jfsutils
just
kondo
less
lf
lib32-libvdpau
lib32-nvidia-utils
libdvdcss
libgsf
libopenraw
libtool
libwnck3
light
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
lnav
logrotate
lsb-release
lsscsi
lvm2
lxappearance-gtk3
lxrandr-gtk3
ly
m4
maim
make
man-db
man-pages
material-design-icons
mdadm
meld
mesa-utils
microsoft-edge-stable-bin
minigalaxy
mkcert
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mpc
mpd
mpv
mtools
nano
nano-syntax-highlighting
navi
nbd
ndisc6
neofetch
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
ngrok
nilfs-utils
nmap
noise-suppression-for-voice
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
nushell
nvidia-dkms
nvidia-hook
nvidia-inst
nvidia-installer-dkms
nvidia-settings
obs-studio
openconnect
openvpn
os-prober
p7zip
pacman
pacman-contrib
papirus-icon-theme
patch
pavucontrol
peazip-gtk2-bin
perl
pgpdump
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pipr-git
pkgconf
pkgfile
playerctl
polkit-gnome
polybar
poppler-glib
postgresql
power-profiles-daemon
ppp
pptpclient
procs
pulsemixer
python
python-defusedxml
python-packaging
qtile
qtile-extras-git
ranger
rclone
rclone-browser
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ripgrep
rofi
rofi-calc
rofi-emoji
rofimoji
rp-pppoe
rtkit
s-nail
sd
sed
sg3_utils
slack-desktop
smartmontools
sof-firmware
spotify
sshfs
starship
steam
sudo
sysfsutils
sysstat
systemd-sysvcompat
tandem-chat
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tk
tldr
toipe
topgrade
tree
ttf-dejavu
ttf-nerd-fonts-symbols-2048-em
ueberzug
unrar
unzip
upower
usb_modeswitch
usbutils
visual-studio-code-bin
vpnc
welcome
wget
which
whois
wireless-regdb
wireless_tools
wireplumber
wmctrl
wordgrinder
wpa_supplicant
xbindkeys
xclip
xcursor-neutral
xdg-ninja-git
xdg-utils
xdotool
xf86-input-libinput
xfce4-terminal
xfsprogs
xl2tpd
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwininfo
xss-lock
xterm
yad-eos
yay
zoom
zoxide
zsh
zsh-autocomplete-git
zsh-autosuggestions-git
zsh-completions-git
zsh-syntax-highlighting-git
